Repository: wp-plugins/all-related-posts
Catalog: languages/all-related-posts_*.po
Languages: nl_nl, sk_sk, zh_tw

source: A widget that displays related posts.
nl_nl: Een widget die gerelateerde posts toont.
sk_sk: Widget, ktorý zobrazuje súvisiace príspevky.
zh_tw: 呈現相關文章的裝置

source: All Related Posts
sk_sk: Všetky súvisiace príspevky
zh_tw: 全相關文章

source: You might be interested in this
nl_nl: Misschien ben je hierin geintereseerd:
sk_sk: Možno vás bude zaujímať v tejto
zh_tw: 你也會對此有興趣

source: Title:
nl_nl: Titel:
sk_sk: Názov:
zh_tw: 主題

source: Search Pages or posts:
nl_nl: Zoek Pagina's of Posts:
sk_sk: Vyhľadávanie stránok alebo príspevky:
zh_tw: 尋找頁數或文章

source: Posts and pages
nl_nl: Posts en pagina's
sk_sk: Príspevky a stránky
zh_tw: 文章或頁數

source: Posts only
nl_nl: Alleen posts
sk_sk: Príspevkov iba
zh_tw: 文章

source: Pages only
nl_nl: Alleen pagina's
sk_sk: Iba strany
zh_tw: 頁數

source: Number of links to show:
nl_nl: Aantal te tonen links:
sk_sk: Počet odkazov na zobrazenie:
zh_tw: 呈現的網址連接數

source: Words to exclude in full search, separated by space. Put for example your blog's domain here:
nl_nl: Woorden die moeten worden uitgesloten bij het doorzoeken van de volledige content. Bijvoorbeeld de domein naam van je blog:
sk_sk: Slová vylúčiť v plnej Hľadať, oddelené medzerou. Napríklad dať svoj blog domény tu:
zh_tw: 全搜索排除的文字,以空格分開.例如在此放你的部落格網址

source: Include:
nl_nl: Toon:
sk_sk: Zahŕňajú:
zh_tw: 包括

source: the first post a visitor came to on his previous visit
nl_nl: de eerste post die een bezoeker bekeek bij zijn vorige bezoek
sk_sk: prvý príspevok návštevník prišiel na jeho predchádzajúce navštíviť
zh_tw: 客戶前次探訪的第一個文章

source: posts related to the shown post
nl_nl: posts gerelateerd aan de getoonde post
sk_sk: miesta súvisiace s zobrazené post
zh_tw: 相關文章

source: posts related to seach engine terms (tags and categories)
nl_nl: posts gerelateerd aan zoektermen (tags en categoriÃ«n)
sk_sk: miesta súvisiace s Search engine podmienok (značky a kategórie)
zh_tw: 搜尋工具術語相關文章(標籤和分類)

source: posts related to seach engine terms (full post content)
nl_nl: posts gerelateerd aan zoektermen (volledige post content)
sk_sk: miesta súvisiace s Search engine podmienok (plné post obsah)
zh_tw: 搜尋工具術語相關文章(全文)

source: Like this plugin? A
nl_nl: Blij met deze plugin? Een
sk_sk: Ako tento plugin? A
zh_tw: 喜歡嗎?

source: small donation
nl_nl: kleine donatie
sk_sk: malý dar
zh_tw: 你的捐款

source: is highly appreciated.
nl_nl: wordt zeer gewaardeerd.
sk_sk: je vysoko cenený.
zh_tw: 是我們的鼓勵

source: Donate
nl_nl: Doneren
sk_sk: Darovať
zh_tw: 捐款
